[
  "Rosenwald Collection",
  "Index of American Design",
  "Ailsa Mellon Bruce Fund",
  "Reba and Dave Williams Collection, Gift of Reba and Dave Williams",
  "Robert Frank Collection, Gift of Robert Frank",
  "Samuel H. Kress Collection",
  "Gift of Kathan Brown",
  "Widener Collection",
  "Gift of Dorothy J. and Benjamin B. Smith",
  "Alfred Stieglitz Collection",
  "Patrons' Permanent Fund and Special Friends of the National Gallery of Art",
  "Gift of Ruth Cole Kainen",
  "Gift of Phyllis Diebenkorn",
  "Corcoran Collection (Gift of Dr. Armand Hammer)",
  "Patrons' Permanent Fund",
  "Gift of The Mark Rothko Foundation, Inc.",
  "Gift of Gemini G.E.L. and the Artist",
  "Gift of Mrs. Max Beckmann",
  "R.L. Baumfeld Collection",
  "Corcoran Collection (Gift of William Wilson Corcoran)",
  "Gift of Mary and Dan Solomon",
  "Pepita Milmore Memorial Fund",
  "Collection of Mr. and Mrs. Paul Mellon",
  "Corcoran Collection (Museum Purchase, 1887)",
  "Dorothy and Herbert Vogel Collection",
  "Gift of the Artist",
  "Gift of Bob Stana and Tom Judy",
  "Mark J. Millard Architectural Collection",
  "Gift of John Marin, Jr.",
  "Gift of the Collectors Committee",
  "Gift of Graphicstudio/University of South Florida and the Artist",
  "Corcoran Collection (Bequest of Frank B. Bristow)",
  "Gift of Adele Lozowick",
  "Anonymous Gift",
  "Gift of Ruth Cole Kainen in honor of the artist's 90th birthday",
  "William B. O'Neal Fund",
  "Corcoran Collection",
  "Gift of George Matthew Adams in memory of his mother, Lydia Havens Adams",
  "Paul Mellon Collection",
  "Andrew W. Mellon Fund",
  "Gift of Mrs. Walter B. James",
  "Gift of Edgar William and Bernice Chrysler Garbisch",
  "Gift of Mrs. Robert A. Hauslohner",
  "Gift of Jacob Kainen",
  "Gift of William B. O'Neal",
  "Mark J. Millard Architectural Collection, David K.E. Bruce Fund",
  "Frank Crowninshield Collection",
  "Alfred H. Moses and Fern M. Schad Fund",
  "Avalon Fund",
  "Gift of Mrs. Lessing J. Rosenwald",
  "Gift of William and Abigail Gerdts",
  "Gift of John O'Brien",
  "Ruth and Jacob Kainen Memorial Acquisition Fund",
  "Andrew W. Mellon Collection",
  "Gift of Gemini G.E.L., LLC and the Artist",
  "Gift of Daniel Greenberg and Susan Steinhauser",
  "Virginia and Ira Jackson Collection, gift in memory of Virginia H. Jackson",
  "Reba and Dave Williams Collection, Florian Carr Fund and Gift of the Print Research Foundation",
  "Chester Dale Collection",
  "Joseph F. McCrindle Collection",
  "Gift of Beth Callahan",
  "Gift of Robert H. Thayer",
  "Cornelius Van S. Roosevelt Collection",
  "Corcoran Collection (William A. Clark Collection)",
  "Gift of W.G. Russell Allen",
  "Gift of Gerald Cerny",
  "Gift of Gary Davis",
  "Gift of David H. McDonnell",
  "John Davis Hatch Collection",
  "Gift of Addie Burr Clark",
  "Gift of Mary and Dan Solomon and Patrons' Permanent Fund",
  "Corcoran Collection (Museum Purchase)",
  "Robert B. Menschel Fund",
  "Virginia and Ira Jackson Collection",
  "Gift of Norma B. Marin",
  "Reba and Dave Williams Collection, Gift of the Print Research Foundation",
  "Gift of Sally Michel Avery",
  "Gift of Lisa and Leonard Baskin",
  "Corcoran Collection (Gift of the artist)",
  "Ross J. Kelbaugh Collection, Purchased with support from the Ford Foundation",
  "Gift of Robert E. Jackson",
  "Transferred from The Library of Congress",
  "Gift of Mr. and Mrs. Gerhard E. Pinkus",
  "Gift of Stephen G. Stein",
  "Corcoran Collection (The Gordon Parks Collection)",
  "Print Purchase Fund (Rosenwald Collection)",
  "Gift of BINDING STIFTUNG, Liechtenstein",
  "Paul Mellon Fund",
  "Gift of Benjamin B. Smith",
  "William B. O'Neal, Katharine Shepard, and Ailsa Mellon Bruce Funds",
  "Gift of the Frank Lobdell Trust",
  "Ailsa Mellon Bruce Collection",
  "Gift of Graphicstudio/University of South Florida",
  "Gift of the Anne and Jacques Baruch Collection",
  "Gift of the Woodward Foundation, Washington, D.C.",
  "Gift of Frank Anderson Trapp",
  "Gift of The Atlas Foundation",
  "Gift of Barbara A. Koenig and Stephen E. Arkin in memory of Josephine Morris",
  "Corcoran Collection (Gift of Betsy Karel)",
  "New Century Fund",
  "Gift of the Estate of Leo Steinberg",
  "Gift of June Wayne",
  "Gift of Funds from the Roy Lichtenstein Foundation",
  "Gift of Gary S. Davis",
  "Gift of Tony Podesta Collection, Washington, DC",
  "Gift of Roy and Dorothy Lichtenstein",
  "Gift of the UBS Art Collection",
  "Gift of Michael and Jane Wilson",
  "Gift of Vincent Buonanno in Honor of Andrew Robison",
  "Gift of the Heather and Tony Podesta Collection",
  "Gift of the Epstein Family Collection",
  "Corcoran Collection (Gift of the Andy Warhol Foundation for the Visual Arts, Inc.)",
  "Corcoran Collection (Gift of Olga Hirshhorn)",
  "Gift of Christopher and Beverly With in memory of Karl and Gerda With",
  "Gift of Jay Finkel",
  "Gift of Thomas Vogler in memory of his brother Donald J. Vogler",
  "The Ross J. Kelbaugh Collection",
  "Gift of Werner H. and Sarah-Ann Kramarsky",
  "Purchased as an Anonymous Gift",
  "Pepita Milmore Memorial Fund and Gift of Robert and Kerstin Adams",
  "New Century Fund, William B. O'Neal Fund and Eugene L. and Marie-Louise Garbáty Fund",
  "Wolfgang Ratjen Collection, Patrons' Permanent Fund",
  "Robert B. Menschel and the Vital Projects Fund",
  "Corcoran Collection (Museum Purchase, Mary E. Maxwell Fund)",
  "Gift of the Avery Family, in Honor of the 50th Anniversary of the National Gallery of Art",
  "Gift of the Marcy Family in memory of Sigbert H. Marcy",
  "The Armand Hammer Collection",
  "Gift of Neal T. Turtell and Thomas G. Klarner",
  "Gift of John Nichols Estabrook and Dorothy Coogan Estabrook",
  "Gift of Lee and Ann Fensterstock",
  "Ellwanger/Mescha Collection",
  "Corcoran Collection (Gift of Miss Emily Sargent and Mrs. Francis Ormond, sisters of the artist)",
  "Acquired from Eggers and Higgins, Architects",
  "The John U. and Evelyn S. Nef Collection",
  "Gift of William Robertson Coe",
  "Gift of Arthur and Charlotte Vershbow",
  "Collection of Dr. and Mrs. George Benjamin Green",
  "Katharine Shepard Fund",
  "Julius S. Held Collection",
  "Gift of David Keppel",
  "Gift of Dr. and Mrs. George Benjamin Green",
  "Gift of Irving Penn",
  "Gift of Jack and Margrit Vanderryn",
  "Joshua P. Smith Collection",
  "Gift of Epstein Family Collection",
  "Eugene L. and Marie-Louise Garbáty Fund and Patrons' Permanent Fund",
  "Anonymous gift",
  "Gift of June Wayne, in Honor of the 50th Anniversary of the National Gallery of Art",
  "Gift of Mr. and Mrs. Mark Borghi",
  "Seymour and Iris Schwartz Collection",
  "Charina Endowment Fund",
  "Gift of William B. O'Neal, in Honor of the 50th Anniversary of the National Gallery of Art",
  "Julius S. Held Collection, Ailsa Mellon Bruce Fund",
  "Gift of Lisa Unger Baskin",
  "Gift of Mr. and Mrs. Burton Tremaine",
  "Gift of Joshua P. Smith",
  "New Century Fund, Pepita Milmore Memorial Fund and Florian Carr Fund",
  "The Ahmanson Foundation",
  "Gift of J. Patrick and Patricia A. Kennedy",
  "Gift of Dr. Dieter Erich Meyer",
  "Gift of Robert B. Menschel",
  "Gift of Kiyoko Lerner",
  "Gift of Ruth B. Benedict",
  "Corcoran Collection (Gift through subscription to the Society of Medalists)",
  "Gift of Joy of Giving Something, Inc.",
  "Gift of Ingrid Rose in memory of her husband Milton Rose",
  "Gift of Annie and Paul Mahon",
  "Gift of The Saul Steinberg Foundation",
  "Gift of Lois and Robert Erburu",
  "Corcoran Collection (Gift of William H. G. FitzGerald, Desmond FitzGerald, and B. Francis Saul II)",
  "Gift of Crown Point Press",
  "Gift of David Plowden",
  "Pepita Milmore Memorial Fund, Eugene L. and Marie-Louise Garbáty Fund and The Ahmanson Foundation",
  "Gift of Robert H. Smith/Robert H. Smith Collection",
  "Gift of Dr. and Mrs. Maclyn E. Wade",
  "Gift of Sarah Greenough",
  "Gift of Daniel Bell and Pearl K. Bell",
  "Gift of Mr. and Mrs. Daniel Bell, in Honor of the 50th Anniversary of the National Gallery of Art",
  "Gift of Susan and Peter MacGill",
  "Gift of Ilse Bing Wolff",
  "Woodner Collection, Gift of Andrea Woodner",
  "Gift of Larry D. and Brenda A. Thompson",
  "Gift of Kent and Marcia Minichiello",
  "Gift of Virginia B. Adams",
  "Gift of Donald Stone",
  "Gift of Pierre Cremieux and Denise Jarvinen",
  "Ruth and Jacob Kainen Collection",
  "Gift of Mr. and Mrs. Daniel Bell",
  "Gift of Nancy Andrews and Annie O'Neill",
  "Gift of The André and Elizabeth Kertész Foundation",
  "Trellis Fund",
  "Corcoran Collection (Museum Purchase, Gallery Fund)",
  "Gift of Mr. and Mrs. Robert A. Hauslohner",
  "Gift of Jane P. Watkins",
  "Gift of Dr. J. Patrick and Patricia A. Kennedy",
  "Robert and Jane Meyerhoff Collection",
  "Gift of A. Thompson Ellwanger III",
  "Gift of Mitchell and Nancy Steir",
  "Gift of the German People",
  "Gift of Carol and James Goodfriend",
  "Gift of the Virginia and Ira Jackson Collection",
  "Gift of Mrs. Robert A. Hauslohner, in Honor of the 50th Anniversary of the National Gallery of Art",
  "Gift of The George R. Bunker Living Trust",
  "Harry G. Steele Collection, Gift of Grace C. Steele",
  "Gift of Lenore S. and Bernard A. Greenberg",
  "Gift of Mr. and Mrs. N. Richard Miller",
  "Gift of Edward R. Broida",
  "Gift of Charles Isaacs and Carol Nigro",
  "Gift of Fern M. Schad",
  "Gift of the Kimbell Art Foundation, Courtesy Ruth Carter Stevenson",
  "Timken Collection",
  "Southwestern Bell Corporation Paul Strand Collection",
  "Corcoran Collection (Gift of Mrs. Childe Hassam)",
  "Woodner Collection",
  "Gift of Judith Walsh and Paul Stenzel",
  "Gift of The Circle of the National Gallery of Art",
  "Gift of Alessandra Manning Dolnier",
  "Corcoran Collection (Gift of J. William Middendorf, II)",
  "Gift of R. Horace Gallatin",
  "Gift of Miss Elisabeth Achelis",
  "Gift of Eileen and Michael Cohen",
  "Gift of Faya Causey in memory of Philip Conisbee",
  "Corcoran Collection (Museum Purchase, Membership Association Fund)",
  "Gift of Ladislaus and Beatrix von Hoffmann",
  "Corcoran Collection (Museum Purchase, William A. Clark Fund)",
  "Gift of Sam Francis, in Honor of the 50th Anniversary of the National Gallery of Art",
  "Purchased as the Gift of the Richard King Mellon Foundation",
  "Black Dog Private Foundation Fund",
  "Gift of Frederick Sommer",
  "Corcoran Collection (Gift of Alice F. Williams)",
  "Gift of Rufus Zogbaum and Reina Schratter",
  "Corcoran Collection (Gift of the FRIENDS of the Corcoran Gallery of Art)",
  "Gift of Mark Katzman and Hilary Skirboll",
  "Gift of Gregory and Aline Gooding",
  "Gift of Gemini G.E.L. and the Artist, in honor of Andrew Robison",
  "Gift of Jeffrey Fraenkel and Alan Mark",
  "Woodner Collection, Gift of Dian Woodner",
  "Given in memory of Frederick Zimmermann by his wife, Dorothy Zimmermann",
  "Gift of Timothy and Suzanne Hyde",
  "Avalon Fund and New Century Fund",
  "Gift of Anonymous in honor of Henry Francis du Pont Harrison",
  "Anonymous gift in memory of Charles B. Hoyt",
  "Gift of Ben Shneiderman",
  "Eugene L. and Marie-Louise Garbáty Fund",
  "The Epstein Family Collection",
  "Corcoran Collection (Gift of Mr. Isidore and Mrs. Dorothy (Steinberg) Kavka and Museum Purchase)",
  "Corcoran Collection (Gift of the Women's Committee of the Corcoran Gallery of Art)",
  "Gift of Lee and Maria Friedlander",
  "Corcoran Collection (Gift of the Artist)",
  "Corcoran Collection (Gift of E. Gerald Lamboley)",
  "Purchased for the Virginia and Ira Jackson Collection",
  "Gift of the Tony Podesta Collection, Washington, DC",
  "Gift of Lawrence Zicklin",
  "Gift of Susan Lorence",
  "Gift of Wayne F. Miller Family",
  "Corcoran Collection (Gift of Clyde C. Trees through subscription to the Society of Medalists)",
  "Gift of Neelon Crawford",
  "Gift of Mr. and Mrs. Will Barnet",
  "Diana and Mallory Walker Fund",
  "Helena Gunnarsson Buhot Collection",
  "Corcoran Collection (Bequest of James Parmelee)",
  "Gift of the Callahan Family",
  "Gift of Virginia Dwan",
  "Gift of Richard A. Simms, in Honor of the 50th Anniversary of the National Gallery of Art",
  "Gift of the Christian Humann Foundation",
  "Gift of Seymour Lipton",
  "Gift of Elaine and James D. Wolfensohn and The Dunlevy Milbank Foundation",
  "Gift of Lannan Foundation",
  "Gift of Gaillard F. Ravenel and Frances P. Smyth-Ravenel",
  "Gift of Norma B. Marin, in Honor of the 50th Anniversary of the National Gallery of Art",
  "Gift of Benjamin and Lillian Hertzberg",
  "Corcoran Collection (Gift of Joshua P. Smith)",
  "Gift of the Parnassus Foundation",
  "Gift of Lloyd Rigler, in Honor of the 50th Anniversary of the National Gallery of Art",
  "Gift of Mrs. John W. Simpson",
  "Gift of The Judith Rothschild Foundation",
  "Gift of Mr. and Mrs. Klaus G. Perls",
  "Gift of Charles Isaacs and Carol Nigro Ph.D",
  "Gift of David Knaus, in Honor of the 25th Anniversary of Photography at the National Gallery of Art",
  "R. K. Mellon Family Foundation",
  "Gift of Brigitte Freed",
  "Patrons' Permanent Fund and Gift of the Souls Grown Deep Foundation",
  "The J. and H. Weldon Foundation Inc. and Pepita Milmore Memorial Fund",
  "Corcoran Collection (Gift of Simon Daro Dawidowicz)",
  "Gift of Barbara Bertozzi Castelli",
  "Gift of Mrs. Sara L. Lepman",
  "Gift of The Epstein Family Collection",
  "Gift of Sherwood B. Smith, Jr.",
  "Gift of Ian Woodner in honor of Paul Mellon",
  "Gift of Funds from Diana and Mallory Walker",
  "Rosenwald Print Purchase Fund",
  "Gift of David Gensburg",
  "Gift of Dr. and Mrs. Richard Susel",
  "Corcoran Collection (Gift of Mr. S.R. Koehler, Boston, Massachusetts)",
  "Gift of Mr. and Mrs. J. Watson Webb in memory of Mr. and Mrs. H.O. Havemeyer",
  "René Huyghe Collection",
  "Corcoran Collection (Gift of The Heather and Tony Podesta Collection, Washington DC)",
  "Corcoran Collection (Gift of the American Academy of Arts and Letters)",
  "Gift of Madame Gilberte Brassaï Estate",
  "Gift of Thomas G. Klarner",
  "Gift of Arthur L. Liebman",
  "Gift of James A. Bergquist, Boston,\r\nin honor of Shelley R.Langdale",
  "The Nancy Lee and Perry Bass Fund",
  "Gift of Mr. and Mrs. George W. Ware",
  "Gift of James Castle Collection and Archive, and Acquisition with Pepita Milmore Memorial Fund",
  "The Edith Tanenbaum Rudolf Collection",
  "Acquisition funded by a grant from The B.H. Breslauer Foundation, 2013",
  "Gift of the Artist, Andy Goldsworthy",
  "Gift of Jim Dine, in Honor of the 50th Anniversary of the National Gallery of Art",
  "Corcoran Collection (Gift of Mr. Norman Ives)",
  "Corcoran Collection (Gift of the Friends of the Corcoran Gallery of Art)",
  "Gift of Ann Solomon",
  "Gift of the Gallery Girls in support of the Guerrilla Girls",
  "Corcoran Collection (Gift of Sharon Keim)",
  "Gift of David E. Rust",
  "Gift of the Artist in honor of her daughter, Julia Marjorie Leonard",
  "Corcoran Collection (Gift of Anthony T. Podesta, Washington DC)",
  "Purchased as the Gift of Ann and Matthew Nimetz",
  "Gift of David F. Wright",
  "Gift of Marlborough Graphics, New York",
  "Gift of Albert Lewin",
  "Chester Dale Fund",
  "Corcoran Collection (Gift of Bud and Fran Moreland Johns)",
  "Gift of Mr. and Mrs. Paul Borghi, in Honor of the 50th Anniversary of the National Gallery of Art",
  "Gift of Robert Rauschenberg",
  "Gift of Kent and Marcia Minichiello\r\n",
  "Corcoran Collection (The Evans-Tibbs Collection, Gift of Thurlow Evans Tibbs, Jr.)",
  "Gift of The Levitt Foundation - Des Moines, Iowa",
  "Gift of Mr. and Mrs. Roger P. Sonnabend",
  "Corcoran Collection (Gift of Dr. and Mrs. John V. Knaus)",
  "Gift from Clare Calder and her sister Rachel Austin",
  "Gift of Mr. and Mrs. Marvin Schwartz",
  "Gift of Robert H. and Clarice Smith",
  "Gift of Evelyn Stefansson Nef",
  "Edward E. MacCrone Fund and the Eugene L. and Marie-Louise Garbáty Fund",
  "Gift of John R. Stevenson",
  "Gift of Betsy Karel, in Honor of the 25th Anniversary of Photography at the National Gallery of Art",
  "Corcoran Collection (Gift of the American Telephone and Telegraph Company)",
  "Corcoran Collection (Gift of Mrs. Corcoran Thom)",
  "Gift of a Private Collector in honor of Dorothy and Herbert Vogel",
  "Gift of The Anne and Jacques Baruch Collection",
  "Gift of Mrs. Walter Tittle",
  "Gift of Mr. and Mrs. Ralph F. Colin",
  "Gift of Rufus F. Zogbaum",
  "Gift of Miss Ellen T. Bullard",
  "Gift of the sisters of the Artist",
  "Corcoran Collection (Gift of Raymond W. Merritt)",
  "Corcoran Collection (Gift of the children of J.J. Lankes)",
  "Gift of Sandra S. Phillips",
  "Gift of Beverly and Christopher With in memory of Karl and Gerda With",
  "Gift of Peter M. Brant",
  "Corcoran Collection (Bequest of Julius Garfinckel)",
  "Gift of Mrs. John Farr Simmons",
  "Gift of Prospero Foundation, courtesy of Jane and Raphael Bernstein",
  "Gift of Brook and Pam Smith",
  "Gift of Kimberly and John F. Zwetchkenbaum",
  "Gift of Wolfgang Wittrock, in Honor of the 50th Anniversary of the National Gallery of Art",
  "Gift of Howard Sturges",
  "Corcoran Collection (Gift of Samuel A. and Sandra Esses)",
  "Gift of Diana Walker",
  "Gift of E.J.L. Hallstrom",
  "Gift of Harry W. Havemeyer in memory of his father, Horace Havemeyer",
  "Gift of Philip Brookman",
  "Gift of Mrs. W. Murray Crane",
  "Gift of Gertrude Laughlin Chanler",
  "Gift of Mary and David Robinson",
  "Corcoran Collection (Gift of Valerie Sonnenthal)",
  "Gift of Kate Ganz",
  "Gift of Funds from Robert B. Menschel and the Vital Projects Fund",
  "Gift of George Matthew Adams",
  "Glenstone in honor of Eileen and Michael Cohen",
  "Gift of Berezdivin Collection, San Juan, Puerto Rico",
  "Gift of the Collectors Committee and the New Century Fund - Gift of The William Stamps Farish Fund",
  "Gift of J. Patrick and Patricia Kennedy",
  "Purchased as the Gift of Vincent and Linda Buonanno",
  "Gift of Dr. Edmund Louis Gray Zalinski, II",
  "Gift of Mr. August Mencken",
  "Robert Frank Collection, Robert B. Menschel Fund",
  "Gift of Dr. Egon Verheyen in gratitude to Gwendolyn K. White",
  "Gift of Robert M. Walker",
  "Gift of Samuel and Marilyn Stern",
  "Director's Discretionary Fund",
  "Gift of The Heather and Tony Podesta Collection",
  "Corcoran Collection (Mrs. Benjamin Ogle Tayloe)",
  "Gift of Eric Denker in honor of Lynn P. Russell, Curator of Education",
  "Gift of Funds from Linda Hackett and Russell Munson, and Pepita Milmore Memorial Fund",
  "Corcoran Collection (Museum Purchase, Anna E. Clark Fund)",
  "Gift of the Avalon Foundation",
  "Gift of Lynn K. Altman Family Trust",
  "Gift of Dr. Richard and Mrs. Alice Thall",
  "Gift of Regina Slatkin",
  "Gift of Lee Friedlander",
  "Corcoran Collection (Gift of the Lasky Charitable Lead Trust)",
  "Gift of Mark Samuels Lasner, in Honor of the 50th Anniversary of the National Gallery of Art",
  "Gift of John S. Parsley and Nancy Nolan\r\nParsley",
  "Judith T. and Donald C. Opatrny Fund",
  "Gift of the Korper Family in memory of Hazel Priest Korper",
  "Gift of Mrs. Adolf Dehn",
  "Gift of Nan Rosenthal",
  "Gift of Sharyn and Bruce Charnas",
  "Gift of the Stephen Hahn Family Collection",
  "Gift of John Divola",
  "Gift of the Union of Artists of the U.S.S.R.",
  "The William Stamps Farish Fund",
  "Gift of John E. Stocker",
  "Gift of James A. Bergquist",
  "Gift of Mrs. Fred Rieth",
  "Gift of Felissimo Universal Corporation of America",
  "Epstein Family Collection",
  "Gift of Mrs. Jane C. Carey in memory of her mother, Mrs. Addie Burr Clark",
  "Corcoran Collection (Gift of Rear Admiral E.H.C. Leutze, son of the artist)",
  "The Ahmanson Foundation and Gift of Robert and Kerstin Adams",
  "Corcoran Collection (Gift of Richard W. and Susan R. Gessner)",
  "Gift of David P. Tunick",
  "Gift of Dr. Christopher A. Graf",
  "Gift of the Andy Warhol Foundation for the Visual Arts",
  "Gift of Dr. Toni G. Marcy",
  "Edward E. MacCrone Fund",
  "Gift of Robert and Mercedes Eichholz",
  "Joshua P. Smith Collection, Gift in Honor of the 50th Anniversary of the National Gallery of Art",
  "Gift of William Dove",
  "Gift of Joseph M. Cohen Family Collection",
  "Gift of George D. Widener and Eleanor Widener Dixon",
  "Corcoran Collection (Gift of Dr. and Mrs. Joseph A. Chazan)",
  "Gift of Joan Palevsky",
  "Gift of Elisabeth Ross Zogbaum",
  "Corcoran Collection (Edward C. and Mary Walker Collection)",
  "Corcoran Collection (Gift of Ben Shneiderman)",
  "Bequest of William B. Jordan and Robert Dean Brownlee",
  "Gift of Professor Daniel Bell",
  "Prospero Foundation Fund",
  "Gift of the W. Averell Harriman Foundation in memory of Marie N. Harriman",
  "Gift of Helena Gunnarsson",
  "Gift of Regina Slatkin, Carole and Laura Slatkin",
  "Gift of Professional Art Group I",
  "Robert Menschel and the Vital Projects Fund",
  "Corcoran Collection (Gift of Mr. and Mrs. Morris Garfinkle)",
  "Gift of Ruth Carter Stevenson",
  "Corcoran Collection (Bequest of George Biddle)",
  "Gift of Joanna T. Steichen",
  "Gift of Mr. and Mrs. Andrew S. Keck",
  "Gift of Mrs. John Russell Pope",
  "Gift from the Estate of Kazuko Oshima",
  "Gift of Philip Hofer",
  "Gift of Lee V. Eastman and John L. Eastman",
  "Donald and Nancy deLaski Fund",
  "Gift of Jeffrey E. Horvitz",
  "The Lee and Juliet Folger Fund",
  "Purchased as the Gift of Dian Woodner",
  "Gift of Mr. and Mrs. David C. Ruttenberg courtesy of the Ruttenberg Arts Foundation",
  "Gift of the Hakuta Family",
  "Gift of the Charina Endowment Fund in memory of Robert B. Menschel",
  "Corcoran Collection (Gift of Greg MacGregor Malcolm in memory of Peter Malcolm)",
  "Gift of Helen Porter and James T. Dyke",
  "John Davis Hatch Collection, Avalon Fund",
  "Gift of John S. Parsley and Nancy Nolan Parsley",
  "Gift of John Hagefstration, Birmingham, Alabama",
  "Gift of Mark Wilchusky in honor of Douglas Lewis and Sir John Pope-Hennessy",
  "Gift of John W. Beatty, Jr.",
  "Gift of Doris and Don Fisher",
  "Gift of James Castle Collection and Archive, and Acquisition with Avalon Fund",
  "Gift of Betsy S. Aubrey and E. Steve Lichtenberg, MD",
  "Gift (Partial and Promised) of Judy and Leo Zickler",
  "Gift of the Estate of Caroline Whiting Fellows",
  "Print Purchase Fund (Pepita Milmore Memorial Fund)",
  "Purchased as the Gift of Vincent J. Buonanno",
  "David K. E. Bruce Fund",
  "Gift of Mrs. Jane C. Carey as an addition to the Addie Burr Clark Memorial Collection",
  "Gift of Seth and Erin Neubardt",
  "Gift of the Smithsonian Institution",
  "Gift of The Ahmanson Foundation",
  "Gift of William C. Seitz and Irma S. Seitz",
  "Gift of Dian Woodner",
  "Gift of Richard Misrach",
  "Purchased as the Gift of Stephen Dull",
  "Gift of Margaret and Gary M. Reiner",
  "Gift of Victoria Cassis in memory of her daughter Joan Cassis",
  "New Century Fund, Gift of Edwin L. Cox - Ed Cox Foundation",
  "Gift of Hans P. Kraus, Jr.",
  "Gift of Ingrid Rose in memory of her husband, Milton Rose",
  "Gift of Joan Lees in memory of Edward Lees, M.D.",
  "Gift of Philip Hofer in memory of Charles Hofer III",
  "Corcoran Collection (Bequest of Bessie Potter Vonnoh Keyes)",
  "Gift of Nancy Norman Lassalle",
  "Gift of the Ann Baumann Trust",
  "Gift of the P. Bruce Marine and Donald Hardy Collection",
  "Gift of the Robert Rauschenberg Foundation"
]